var medical = [
    [
        "Поликлиника",
        "Городская поликлиника №1",
        "http://sochi1gp.ru/",
        "ул. Конституции, 24",
        "Медицинские услуги взрослому населению города Сочи. За время своего существования учреждение успело заработать себе хорошую репутацию среди пациентов и продолжает повышать качество предоставляемых услуг.",
        [43.59232857454273,39.72145349999993],
        "mapData/img/medical/городскаяполиклиника1.jpg",
        ""
    ],
    [
        "Поликлиника",
        "НУЗ Узловая поликлиника на станции Сочи ОАО РЖД ",
        "http://nuzsochi.ru/",
        "ул. Горького, 48",
        "НУЗ «Узловая поликлиника на ст. Сочи ОАО «РЖД» основана в 1916 году для организации медицинской помощи работникам железной дороги в связи с развитием железнодорожного узла на Северном Кавказе. В 2016 году поликлиника отметила свой 100-летний юбилей. ",
        [43.58897207455902,39.72744549999996],
        "mapData/img/medical/поликлиникаржд.jpg",
        ""
    ],
    [
        "Городская Больница",
        "Городская Больница № 4",
        "http://xn--4-9sbfw3ar7b.xn--p1ai/",
        " г. Сочи по ул.Туапсинской",
        "ГБУЗ Городская больница№ 4 города Сочи Министерства здравоохранения Краснодарского края — крупнейший многопрофильный медицинский центр города Сочи Краснодарского края",
        [43.595083574549804,39.73809049999999],
        "",
        ""
    ],
    [
        "Медицинский центр",
        "АРМЕД",
        "armed-mc.ru",
        "ул. Гагарина, 19а ",
        "Медицинский центр премиум класса, способный провести широкий спектр анализов и располагающий 70ю специалистами в разных областях. ",
        [43.601879574567306,39.722729500000014],
        "mapData/img/medical/АРМЕД.jpg",
        ""
    ],
    [
        "Клиника",
        "Баланс Здоровья",
        " bz-clinic.ru",
        "ул. Навагинская ул., 13, пом.42, 4 этаж",
        "Клиника европейского уровня с широким спектром услуг в области медицины. ",
        [43.59006907456185,39.72547799999993],
        "mapData/img/medical/фотобалансздоровья.jpg",
        ""
    ],
    [
        "Медицинский центр",
        "Медлайн",
        "http://www.medline-sochi.ru/",
        "ул. Конституции, 44/3",
        "Многопрофильный центр, в котором применяются новейшие диагностические и лечебные технологии и ведут прием лучшие специалисты ",
        [43.601533574566446,39.73257499999995],
        "mapData/img/medical/Медлайн.jpg",
        ""
    ],
    [
        "Медицинский центр",
        "Наше здоровье",
        "https://sochi.clinic/",
        "ул. Чайковского, 2А",
        "Многопрофильный современный медицинский центр «Наше здоровье», начиная с 2012 года, ведёт прием как взрослого, так и детского населения. ",
        [43.59404557454713,39.71954950000001],
        "mapData/img/medical/НАШЕЗДОРОВЬЕ.jpg",
        ""
    ],
    [
        "Медицинский центр",
        "Центр здоровья",
        "http://www.medprofsochi.ru/index.php/galereya/4-den-zdorovya-1-iyunya/detail/19-den-zdorovya-1-iyunya?tmpl=component",
        "ул. Чайковского, 6",
        "Центр здоровья на базе ГБУЗ «ЦМП г. Сочи» МЗ КК для взрослого населения. ",
        [43.59272007456869,39.71907299999997],
        "mapData/img/medical/ЦЕНТРЗДОРОВЬЯНАЧАЙКОВСКОГО6.jpg",
        ""
    ]
];

var school = [
    [
        "Детский сад",
        "МДОБУ №5",
        "dou5.sochi-schools.ru",
        "МДОУ детский сад №5 г.Сочи, Центральный район, ул.Советская 57 ",
        "",
        [43.58876307455843,39.725567999999924],
        "mapData/img/school/мдобу5.jpg",
        ""
    ],
    [
        "Детский сад",
        "МДОБУ №11",
        "dou11.sochi-schools.ru ",
        "МДОУ детский сад компенсирующего вида №11 г.Сочи Центральный район , ул. Гагарина дом 17",
        "",
        [43.60011057456278,39.72174999999997],
        "",
        ""
    ],
    [
        "Детский сад",
        "МДОБУ №17",
        "dou17.sochi-schools.ru ",
        "МДОУ №17 г.Сочи 354065, г. Сочи, ул. Гагарина, 15",
        "",
        [43.59929457456068,39.72130999999999],
        "mapData/img/school/МДОБУ17.-JPG.jpg",
        ""
    ],
    [
        "Детский сад",
        "МДОБУ №45",
        "dou45.sochi-schools.ru ",
        "МДОБУ детский сад комбинированного вида №45 г.Сочи г. Сочи, Центральный район, ул. Цветной бульвар, дом 32",
        "",
        [43.6018995745674,39.72633149999998],
        "",
        ""
    ],
    [
        "Детский сад",
        "МДОБУ №47",
        " dou47.sochi-schools.ru ",
        "МДОУ №47 г.Сочи ул. Цветной бульвар, дом 30 ",
        "",
        [43.60112907454045,39.72572050000001],
        "mapData/img/school/МДОБУ47.jpg",
        ""
    ],
    [
        "Детский сад",
        "МДОБУ №69",
        "dou69.sochi-schools.ru ",
        "ДОУ №69 г.Сочи 354065, г. Сочи, ул. Цветной бульвар, 18 ",
        "",
        [43.599549574561294,39.724759499999976],
        "mapData/img/school/МДОБУ69.jpg",
        ""
    ],
    [
        "Детский сад",
        "МДОБУ №81",
        "dou81.sochi-schools.ru",
        "МДОБУ детский сад №81 г.Сочи 354065, г. Сочи, ул. Чайковского, 47А ",
        "",
        [43.60590757457775,39.7268254999999],
        "mapData/img/school/МДОБУ81.jpg",
        ""
    ],
    [
        "Школа",
        "МОБУ Гимназия № 1",
        "ул. Юных Ленинцев, д.5/1",
        "gymn1.sochi-schools.ru",
        "Муниципальное общеобразовательное бюджетное учреждение гимназия №1 г. Сочи им. Филатовой Риммы Алексеевны",
        [43.59610857455245,39.72570249999991],
        "mapData/img/school/МОБУГимназия№1им.ФилатовойР.А..jpg",
        ""
    ],
    [
        "Школа",
        "СОШ №7",
        "ул. Чайковского, д. 7",
        "7.sochi-schools.ru ",
        "МОБУ средняя общеобразовательная школа №7 г. Сочи ",
        [43.59674857455408,39.723295499999985],
        "mapData/img/school/СОШ№7.jpeg",
        ""
    ],
    [
        "Школа",
        "Гимназия №8",
        "ул. Парковая, д. 19",
        "www.gs8.ru",
        "Муниципальное автономное общеобразовательное учреждение (МОАУ) Гимназия №8 ",
        [43.58740507455495,39.718300499999984],
        "mapData/img/school/ГИМНАЗИЯ№8.jpg",
        ""
    ],
    [
        "Школа",
        "СОШ №10",
        "ул. Чехова, д. 23",
        " 10.sochi-schools.ru",
        "МОБУ СОШ № 10 имени атамана С. И. Белого",
        [43.62202857456938,39.72281900000002],
        "mapData/img/school/СОШ№10.jpg",
        ""
    ],
    [
        "Школа",
        "СОШ №24",
        "ул. Цветной бульвар, д. 40",
        "24.sochi-schools.ru ",
        "Муниципальное общеобразовательное бюджетное учреждение средняя общеобразовательная школа № 24 г. Сочи ",
        [43.60316607454567,39.726232499999945],
        "mapData/img/school/СОШ№24.jpg",
        ""
    ],
    [
        "Школа",
        "НОШ - ДС №85",
        "ул. Воровского, 51",
        "http://nosh85.sochi-schools.ru/",
        "МОБУ начальная общеобразовательная школа-детский сад № 85 г. Сочи ",
        [43.59179307456629,39.72346599999991],
        "mapData/img/school/НОШ-ДС№85.jpg",
        ""
    ]
];

var food = [
    [
        "Ресторан",
        "Rustaveli",
        "https://www.instagram.com/rustaveli_sochi/",
        "Парковая ул., 2",
        "Грузинский Ресторан Сочи",
        [43.584516011749656,39.723202461971226],
        "mapData/img/food/Руставели.jpeg",
        ""
    ],
    [
        "Ресторан",
        "Променад",
        "https://promenad-sochi.ru/",
        "ул. Воровского, 3",
        "Ресторан Promenad Food@Bar",
        [43.58606007455156,39.71919899999998],
        "mapData/img/food/promenad.jpg",
        ""
    ],
    [
        "Ресторанный комплекс",
        "D.O.M",
        "https://www.dom-restaurant.ru/",
        "ул. Несебрская, 1А",
        "Ресторанный комплекс D.O.M. представляет собой кафе, 2-ух уровневый ресторан, караоке и террасу. Комплекс расположился на первой береговой линии в непосредственной близости от Морского порта, за счет своего месторасположения, он обладает уникальной особенностью – прекрасным видом на морские просторы и белоснежные яхты. ",
        [43.58461057457274,39.71683649999999],
        "mapData/img/food/DOM.jpg",
        ""
    ],
    [
        "Ресторан",
        "Хмели & Сунели",
        "http://hmeli.lrgsochi.ru/",
        "ул. Роз, 57",
        "Ресторан кавказской кухни. Атмосфера и множество вариаций миксов кавказской и русской кухонь с нотками неповторимого колорита. В каждом блюде команде ресторана удалось уловить тонкий баланс между самобытной кавказской кулинарией, наполненной солнцем, и собственными гастрономическими ноу-хау. ",
        [43.59101607456426,39.720815999999914],
        "mapData/img/food/хмелисунели.jpg",
        ""
    ],
    [
        "Ресторан",
        "Рестобар-караоке PASHTET",
        "http://pashtet.su/",
        "ул. Московская, 3бк5, Сочи, Краснодарский край, 354000, 8 (988) 603-88-88",
        "РЕСТОБАР PASHTET это не только одно из самых популярных мест в городе, но и невероятная атмосфера, которая включает в себя все, что нужно для незабываемого отдыха. ",
        [43.59187807456649,39.72564899999999],
        "mapData/img/food/PASHTET1.jpg",
        ""
    ],
    [
        "Ресторан",
        "Оливье",
        "http://anna-family.ru/oliver.html",
        "ул. Роз, 52, Сочи, Краснодарский край, 354000, 8 (862) 264-06-42",
        "Ресторан семейных рецептов «Оливье» - место с необыкновенной атмосферой: уютной, теплой и несколько романтичной. Обстановка «Оливье» располагает к неспешному отдыху, спокойствию и наслаждению домашней кухней. Находясь здесь Вам будет тепло и душевно, словно в гостях у близких друзей.",
        [43.59230907456762,39.72297199999997],
        "mapData/img/food/рестораноливье.jpg",
        ""
    ],
    [
        "Ресторан",
        "Чайхана Торне",
        "http://tornesochi.ru/",
        "ул. Московская, 22, Сочи, Краснодарский край, 354000, 8 (862) 227-01-38",
        "Ресторан востойчной и кавказской кухни, блюда придутся по вкусу даже капризным гурманам",
        [43.594496074573286,39.72304349999993],
        "mapData/img/food/Чайханаторне.jpg",
        ""
    ],
    [
        "Ресторан",
        "CORKs Wine Bar & Kitchen",
        "http://corksrestaurant.ru/",
        "Навагинская ул., 7/3, Сочи, Краснодарский край, 354000, 8 (900) 252-10-77",
        "CORKs Wine Bar & Kitchen, первый настоящий винный бар Сочи Атмосферный интерьер в стиле лофт с раритетной кирпичной кладкой, уютная терраса",
        [43.58686307455357,39.722774499999936],
        "mapData/img/food/corks.jpg",
        ""
    ],
    [
        "Паб",
        "IRISH PUB DUBLIN",
        "http://irishpubdublin.ru/",
        "Курортный пр., 6, Сочи, Краснодарский край, 354000, 8 (862) 255-55-57",
        "Ирландский Паб Дублин - Первый на Юге России Паб от компании с мировым именем",
        [43.584780074548185,39.7194775],
        "mapData/img/food/dublin.jpg",
        ""
    ],
    [
        "Фудмолл",
        "Gastroport Sochi",
        "http://gastroportsochi.ru/",
        "ул. Несебрская, 1 б, Сочи, Краснодарский край, 354000, 8 (862) 243-37-77",
        "Пристань для гурманов в море вкуса. Под одной крышей, на площади в 2000 кв. м расположились более тридцати абсолютно разных проектов в едином стиле. ",
        [43.58456457457258,39.71588399999995],
        "mapData/img/food/Gastroport.jpg",
        ""
    ],
    [
        "Кафе",
        "Бригантина",
        "http://www.brigantina-sochi.com/",
        "ул. Несебрская, 3, Сочи, Краснодарский край, 354000, 8 (918) 608-71-11",
        "Бригантина – кафе-brasserie средиземноморской кухни. Идеальное место в центре города, находится на причале морского порта, откуда открывается шикарный вид на акваторию. ",
        [43.58192007454084,39.718453499999924],
        "mapData/img/food/brigantina.jpg",
        ""
    ],
    [
        "Ресторан",
        "Barceloneta",
        "http://barceloneta.lrgsochi.ru/",
        "ул. Несебрская, 6, Сочи, Краснодарский край, 354000, 8 (988) 238-02-00",
        "Ресторан «Barceloneta» - это путешествие в мир гастрономических традиций каталонской столицы, с естественным расширением в сторону испанской и средиземноморской кухни.",
        [43.582031074541156,39.71922600000001],
        "mapData/img/food/Barceloneta.jpg",
        ""
    ],
    [
        "Ресторан",
        "Плакучая Ива",
        "https://plakuchaya.ru/",
        "ул. Войкова, 3, Сочи, Краснодарский край, 354000, 8 (968) 300-55-99",
        "Рыбный ресторан от White Rabbit Family",
        [43.582031074541156,39.71922600000001],
        "mapData/img/food/ПлакучаяИваресторан.jpg",
        ""
    ],
    [
        "Ресторан",
        "Кофемания Сочи",
        "https://coffeemania.ru/menu/sochi",
        "ул. Войкова, д.1, Сочи, Краснодарский край, 354009, 8 (862) 448-21-98",
        "Ресторан европейской кухни. В «Кофемании» идеально сочетаются теплая уютная кофейня и ресторан с разнообразной кухней, собранной со всех уголков мира. ",
        [43.58083607453799,39.71860599999998],
        "mapData/img/food/Кофемания.jpg",
        ""
    ]
];

var business = [
    [
        "Коворкинг",
        "Пространство Пи",
        "https://yandex.ru/maps/org/yevropeyskiy/1120732159/?ll=39.719051%2C43.581950&z=15",
        "ул. Навагинская ул., д 9, офис 314",
        "Коворкинг в городе Сочи, аренда рабочего места",
        [43.58840407455753,39.72363649999999],
        "mapData/img/business/ПространствоПи.jpg",
        ""
    ],
    [
        "Бизнес ценр",
        "БЦ Европейский",
        "https://yandex.ru/maps/org/yevropeyskiy/1120732159/?ll=39.719051%2C43.581950&z=15",
        "ул. Несебрская, 6",
        "Бизнес центр продажа и аренда коммерческой недвижимости ",
        [43.582031074541156,39.71922600000001],
        "mapData/img/business/БЦЕвропейский.jpg",
        ""
    ],
    [
        "Коворкинг",
        "Арт-место «Территория» ",
        "http://art-mesto.ru/https://vk.com/territoriya_sochi",
        "ул. Горького, 53, ЦУМ 3 этаж",
        "Коворкинг с отличной локацией. Самое сердце города Сочи. В шаговой доступности: Ж\Д Вокзал, Администрация города, муниципальные учреждения, предприятия питания, транспортные узлы. ",
        [43.58996507456158,39.726214499999976],
        "mapData/img/business/ткрритория.jpg",
        ""
    ]
];

var sport = [
    [
        "Фитнес-клуб",
        "The Residence - Wellness Club",
        "https://the-residence.ru/",
        "Навагинская ул., 9",
        "Фитнес бизнес дом.Обладатель премии «Инновационная концепция в фитнесе 2018»",
        [43.58840407455753,39.72363649999999],
        "mapData/img/sport/Резиденцияспортклуб.jpg",
        ""
    ],
    [
        "Фитнес-клуб",
        "World Class",
        "https://www.worldclass.ru/clubs/sochi/detail/?utm_source=Google_Maps_sochi&utm_medium=Google_Maps_sochi",
        "ул. Несебрская, 1а",
        "World Class Сочи — это фитнес мирового уровня в самом центре города, в Grand Marina Gallery, с собственной парковкой. ",
        [43.58461057457274,39.71683649999999],
        "mapData/img/sport/ворлдкласс.jpg",
        ""
    ],
    [
        "Спортивный клуб",
        "Медведь",
        "http://skmedved.club/",
        "ул. Конституции СССР, 26 а",
        "Тренажёрный зал классического формата в Сочи, в котором совмещены основной тренажёрный зал, аэробный зал для групповых занятий различными видами фитнеса, йогой, танцами, зал бокса и боевых единоборств. ",
        [43.59309907456967,39.7215345],
        "mapData/img/sport/Медведь.jpeg",
        ""
    ],
    [
        "Спортивный клуб",
        "Оранж Фитнес Сочи",
        "https://orangefit.ru/sochi/?utm_source=gmap&utm_medium=organic&utm_campaign=orange_sochi",
        "ул. Гагарина, 5",
        "Премиум фитнес-клуб с бассейном. Просторный крытый бассейн с панорамным видом на город, новейшие тренажеры премиального класса, высокий уровень сервиса. ",
        [43.595057574549784,39.72028599999998],
        "mapData/img/sport/Оранжфитнес.jpg",
        ""
    ]
];

var market = [
    [
        "Торговый центр",
        "Атриум",
        "http://www.sochi-atrium.ru/",
        "Навагинская ул., 9д",
        "Атриум - это более 13500 квадратных метров торговых площадей с товарами на любой вкус. Идеальный выбор как для индивидуального шоппинга так и для семейного время провождения.",
        [43.58833907455739,39.72403199999999],
        "mapData/img/market/ТЦАтриум.jpg",
        ""
    ],
    [
        "Торгово-деловой центр",
        "ТДЦ «Александрия»",
        "https://www.tdcalexandriya.com/",
        "ул. Московская, 22",
        "Преимущества в расположении и популярность торгово-делового центра «Александрия», красота здания, высокий сервис и большой ассортимент товаров и услуг привлекают большое количество покупателей. ",
        [43.594496074573286,39.72304349999993],
        "mapData/img/market/ТДЦАлександрия.jpg",
        ""
    ],
    [
        "Торговый центр",
        "ЦУМ",
        "https://www.tsumsochi.ru/",
        "ул. М, ул. Горького, 53",
        "Торговый центр, где история переплетается с современностью, а традиции – с инновациями. Любимые магазины, лучшие цены, яркие бренды. ЦУМ Сочи в самом центре курортного города! ",
        [43.58996507456158,39.726214499999976],
        "mapData/img/market/ЦУМ.jpg",
        ""
    ],
    [
        "Торговый центр",
        "ТЦ Мелодия",
        "https://xn----htbcnneq1a0bzg.xn--p1ai/",
        "Курортный пр., 16",
        "Место для совершения покупок, но проведения досуга с семьёй или деловых встреч. Удачное распределение по территории всего комплекса досуговых зон, кафе создают ощущения постоянного праздника. ",
        [43.584382074547165,39.720276999999996],
        "mapData/img/market/ТЦМелодия.jpg",
        ""
    ],
    [
        "Торговая Галерея",
        "GRAND MARINA",
        "https://grandmarina.ru/",
        "ул. Несебрская, 1A",
        "Торговый центр «Гранд-Марина» - трехуровневая Галерея премиум-класса, где расположились брендовые бутики, ресторанный комплекс и фитнес- центр европейского уровня. Уникальная архитектура в духе русского классицизма украшает первую береговую линию Сочи. ",
        [43.58461057457274,39.71683649999999],
        "mapData/img/market/Grandmarina.jpg",
        ""
    ],
    [
        "Торговый центр",
        "Моремолл",
        "http://www.moremall.ru/",
        "ул. Новая Заря, 7",
        "Первый объект суперрегионального масштаба европейского уровня в городе Сочи. Яркая архитектура и современный дизайн ",
        [43.606247074553636,39.73231449999997],
        "mapData/img/market/моремолл.jpg",
        ""
    ],
    [
        "Торговый центр",
        "Sun City",
        "https://www.suncitysochi.com/",
        "ул. Северная, 6",
        "Торговый центр SUN CITY – самое доступное место для ваших покупок в центре Сочи. Является ключевой частью инфраструктуры Центрального района города. ",
        [43.594555074573435,39.72758899999993],
        "mapData/img/market/sunsity.jpg",
        ""
    ],
    [
        "Магазин спртивной одежды",
        "Bosco Sport",
        "https://boscofresh.ru/",
        "ул. Войкова, 1",
        "Первый российский бренд с международной узнаваемостью, который производит стилеобразующий продукт для активного образа жизни.",
        [43.58083607453799,39.71860599999998],
        "mapData/img/market/Boscosport.jpg",
        ""
    ],
    [
        "Торговый центр",
        "Торговый центр Парус «Дом мебели и света» ",
        "https://parus-domsveta.ru/",
        "ул. Воровского 41",
        "Пространство для тех, кто ищет мебель, свет, интерьерные решения для своего дома. ",
        [43.58989957453646,39.722055499999996],
        "mapData/img/market/ТЦПарус.jpg",
        ""
    ],
    [
        "Магазин парфюмерии и косметики",
        "Рив Гош",
        "http://www.rivegauche.ru/shops/cities/sochi",
        "Московский ЦУМ ул. Московская/пер. Лесной, 27 ",
        "Сеть магазинов парфюмерии и косметики представляет широкий и разнообразный ассортимент знаменитых брендов ",
        [43.593136005457886,39.724054474868744],
        "mapData/img/market/Ривгошвцуме.jpg",
        ""
    ],
    [
        "Магазин парфюмерии",
        "Molecule",
        "https://molecule.ru/",
        "ТЦ Гранд Марина, ул. Несебрская, 1а",
        "Проект нишевой парфюмерии и косметики, созданный совместно с ведущими производителями селективной парфюмерии со всего мира. ",
        [43.58461057457274,39.71683649999999],
        "mapData/img/market/Молекула.jpg",
        ""
    ],
    [
        "Магазин одежды",
        "Benetton",
        "https://ru.benetton.com/",
        "ул. Курортный проспект, дом 5А",
        "United Colors of Benetton - Итальянская марка повседневной одежды.",
        [43.584408074547234,39.718848499999986],
        "mapData/img/market/benetton.jpg",
        ""
    ],
    [
        "Магазин французской косметики",
        "L'OCCITANE",
        "https://www.loccitane.ru/",
        "ул. Воровского, 18, 1-й этаж",
        "Натуральная французская косметика Л'ОКСИТАН – это продукция премиум-класса для ухода за кожей лица и тела, парфюмерия, шампуни, мыло и ароматы для интерьера ",
        [43.587092074554135,39.72072599999997],
        "mapData/img/market/Локситан.jpg",
        ""
    ],
    [
        "Супермаркет",
        "Перекресток",
        "https://www.perekrestok.ru/",
        "ул. Навагинская ул., 17/5",
        "«Перекресток» — федеральная розничная торговая сеть, позволяющая создать все условия для комфортного совершения покупок за счет эффективной организации торгового зала, его зонирования и оформления. ",
        [43.5913793,39.725839],
        "mapData/img/market/ПерекрестокнаНавагинской.jpg",
        ""
    ],
    [
        "Супермаркет",
        "Перекресток",
        "https://www.perekrestok.ru/",
        "ТЦ «San City», ул. Северная, дом 6",
        "«Перекресток» — федеральная розничная торговая сеть, позволяет создать все условия для комфортного совершения покупок за счет эффективной организации торгового зала, его зонирования и оформления. ",
        [43.594555074573435,39.72758899999993],
        "mapData/img/market/Перекрестоквsunsity.jpg",
        ""
    ],
    [
        "Магазин продуктов",
        "Moncasa gourmet",
        "https://www.moncasa.pro/",
        "ООО «Монкаса», ул. Роз, 39",
        "ООО «Монкаса» является представителем испанских, латино-американских, а теперь и российских производителей высококачественных продуктов на российском рынке.",
        [43.590161074562076,39.72046549999992],
        "",
        ""
    ],
];
